Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_bitcoin_activity_updated
source: Updated: %1$@
ar: تم التحديث: %1$@
de: Aktualisiert: %1$@
es: Actualizado: %1$@
fa: به روز شده: %1$@
fr: Mise à jour : %1$@
he: עודכן: %1$@
hi: अपडेट किया गया: %1$@
id: Diperbarui: %1$@
it: Aggiornato: %1$@
ja: 更新日: %1$@
ko: 업데이트됨: %1$@
nl: Bijgewerkt: %1$@
pl: Zaktualizowano: %1$@
pt: Atualizado: %1$@
ru: Обновлено: %1$@.
tr: Güncellendi: %1$@
uk: Оновлено: %1$@
vi: Đã cập nhật: %1$@
zh_hans: 更新：%1$@
zh_hant: 更新：%1$@

# wallet_bitcoin_balance
source: Confirmed: %1$d sats Trusted pending: %2$d sats Untrusted pending: %3$d sats Immature: %4$d sats Total: %5$d sats Bitcoin birthday: %6$@ Durable scan height: %7$d
ar: تم التأكيد: %1$d sats معلق موثوق به: %2$d sats معلق غير موثوق به: %3$d sats غير ناضج: %4$d sats الإجمالي: %5$d sats Bitcoin تاريخ الميلاد: %6$@ ارتفاع المسح الضوئي المتين: %7$d
de: Bestätigt: %1$d sats Vertrauenswürdig ausstehend: %2$d sats Nicht vertrauenswürdig ausstehend: %3$d sats Ireif: %4$d sats Gesamt: %5$d sats Bitcoin Geburtstag: %6$@ Durable Scanhöhe: %7$d
es: Confirmado: %1$d sats Pendiente de confianza: %2$d sats UPendiente no confiable: %3$d sats Inmaduro: %4$d sats Total: %5$d sats Bitcoin Cumpleaños: %6$@ Altura de escaneo duradera: %7$d
fa: تأیید شد: %1$d نشست معلق معتمد: %2$d جلسه در انتظار غیرقابل اعتماد: %3$d جلسه نابالغ: %4$d نشست مجموع: %5$d جلسه تولد بیت کوین: %6$@ ارتفاع اسکن بادوام: %7$d
fr: Confirmé : %1$d sats En attente de confiance : %2$d sats En attente de confiance : %3$d sats Immature : %4$d sats Total : %5$d sats Bitcoin anniversaire : %6$@ Hauteur de numérisation durable : %7$d
he: אושר: %1$d sats מהימן בהמתנה: %2$d sats לא מהימן בהמתנה: %3$d sats לא בוגר: %4$d sats סה"כ: %5$d מצבים יום הולדת ביטקוין: %6$@ גובה סריקה עמיד: %7$d
hi: पुष्टि की गई: %1$d शनिवार विश्वसनीय लंबित: %2$d sats अविश्वसनीय लंबित: %3$d शनिवार अपरिपक्व: %4$d शनि कुल: %5$d सत् बिटकॉइन जन्मदिन: %6$@ टिकाऊ स्कैन ऊँचाई: %7$d
id: Dikonfirmasi: %1$d sats Terpercaya tertunda: %2$d sats Tidak tepercaya tertunda: %3$d sats Belum matang: %4$d sats Total: %5$d sats Bitcoin ulang tahun: %6$@ Tinggi pemindaian tahan lama: %7$d
it: Confermato: %1$d sats Attendibile in attesa: %2$d sats Non attendibile in attesa: %3$d sats maturo: %4$d sats Totale: %5$d sats Bitcoin compleanno: %6$@ Altezza di scansione durevole: %7$d
ja: 確認済み: %1$d 衛星 信頼保留中: %2$d 衛星 信頼できない保留中: %3$d 衛星 未熟: %4$d 飽和 合計: %5$d 衛星 ビットコインの誕生日: %6$@ 耐久スキャン高さ: %7$d
ko: 확인됨: %1$d sats 신뢰 보류 중: %2$d sats 신뢰되지 않은 보류 중: %3$d sats I성숙: %4$d sats 총계: %5$d sats Bitcoin 생일: %6$@ 내구성 스캔 높이: %7$d
nl: Bevestigd: %1$d sats Vertrouwd in afwachting: %2$d sats Niet-vertrouwd in behandeling: %3$d sats Onvolwassen: %4$d sats Totaal: %5$d sats Bitcoin verjaardag: %6$@ Duurzame scanhoogte: %7$d
pl: Potwierdzone: %1$d sats Zaufane oczekujące: %2$d sats UZaufane oczekujące: %3$d sats Niedojrzałe: %4$d sats Łącznie: %5$d sats Bitcoin urodziny: %6$@ Trwała wysokość skanowania: %7$d
pt: Confirmado: %1$d sats Pendente confiável: %2$d sats Pendente não confiável: %3$d sats Imaturo: %4$d sats Total: %5$d sats Bitcoin aniversário: %6$@ Altura de digitalização durável: %7$d
ru: Подтверждено: %1$d sats Доверенный ожидающий: %2$d sats Недоверенный ожидающий: %3$d sats Зрелый: %4$d sats Всего: %5$d sats Bitcoin День рождения: %6$@ Длительная высота сканирования: %7$d
tr: Onaylandı: %1$d sats Güvenilir beklemede: %2$d sats Güvenilmeyen beklemede: %3$d sats Olgunlaşmamış: %4$d sats Toplam: %5$d sats Bitcoin doğum günü: %6$@ Dayanıklı tarama yüksekliği: %7$d
uk: Підтверджено: %1$d sats Довірений очікує на розгляд: %2$d sats Ненадійний очікує на розгляд: %3$d sats Зрілий: %4$d sats Усього: %5$d sats Bitcoin день народження: %6$@ Висота довговічного сканування: %7$d
vi: Đã xác nhận: %1$d sats Đáng tin cậy đang chờ xử lý: %2$d sats Không đáng tin cậy đang chờ xử lý: %3$d sats Chưa trưởng thành: %4$d sats Tổng cộng: %5$d sats Bitcoin sinh nhật: %6$@ DĐộ cao quét ổn định: %7$d
zh_hans: 已确认：%1$d sats 可信待定：%2$d sats 不可信待定：%3$d sats 不成熟：%4$d sats 总计：%5$d sats Bitcoin 生日：%6$@ 耐用扫描高度：%7$d
zh_hant: 已確認： %1$d週六 可信任待處理： %2$d sat 不受信任的待處理： %3$d sat 未成熟： %4$d週六 總計： %5$d週六 比特幣生日： %6$@ 持久掃描高度： %7$d

# wallet_bitcoin_balance_unavailable
source: No local Bitcoin snapshot yet.
ar: لا توجد لقطة Bitcoin محلية حتى الآن.
de: Noch kein lokaler Bitcoin-Snapshot.
es: Aún no hay una instantánea local de Bitcoin.
fa: هنوز عکس فوری محلی Bitcoin وجود ندارد.
fr: Aucun instantané local Bitcoin pour l'instant.
he: אין עדיין תמונת מצב מקומית של Bitcoin.
hi: अभी तक कोई स्थानीय Bitcoin स्नैपशॉट नहीं है।
id: Belum ada snapshot Bitcoin lokal.
it: Nessuna istantanea Bitcoin locale ancora.
ja: ローカル Bitcoin スナップショットはまだありません。
ko: 아직 로컬 Bitcoin 스냅샷이 없습니다.
nl: Nog geen lokale Bitcoin-momentopname.
pl: Brak jeszcze lokalnej migawki Bitcoin.
pt: Nenhum instantâneo Bitcoin local ainda.
ru: Локального снимка Bitcoin пока нет.
tr: Henüz yerel Bitcoin anlık görüntüsü yok.
uk: Ще немає локального знімка Bitcoin.
vi: Chưa có ảnh chụp nhanh Bitcoin cục bộ.
zh_hans: 还没有本地 Bitcoin 快照。
zh_hant: 還沒有本地 Bitcoin 快照。

# wallet_bitcoin_birthday_creation_pending
source: new wallet: set automatically during first Bitcoin sync
ar: المحفظة الجديدة: يتم ضبطها تلقائيًا أثناء مزامنة Bitcoin الأولى
de: Neues Wallet: Wird automatisch bei der ersten Bitcoin-Synchronisierung festgelegt
es: nueva billetera: configurada automáticamente durante la primera sincronización Bitcoin
fa: کیف پول جدید: به طور خودکار در اولین همگام سازی Bitcoin تنظیم می شود
fr: nouveau portefeuille : défini automatiquement lors de la première synchronisation Bitcoin
he: ארנק חדש: מוגדר אוטומטית במהלך הסנכרון הראשון של Bitcoin
hi: नया वॉलेट: पहले Bitcoin सिंक के दौरान स्वचालित रूप से सेट करें
id: dompet baru: diatur secara otomatis selama sinkronisasi Bitcoin pertama
it: nuovo portafoglio: impostato automaticamente durante la prima sincronizzazione Bitcoin
ja: 新しいウォレット: 最初の Bitcoin 同期中に自動的に設定されます
ko: 새 지갑: 첫 번째 Bitcoin 동기화 중에 자동으로 설정됩니다.
nl: nieuwe portemonnee: automatisch ingesteld tijdens de eerste Bitcoin-synchronisatie
pl: nowy portfel: ustawiany automatycznie podczas pierwszej synchronizacji Bitcoin
pt: nova carteira: definida automaticamente durante a primeira sincronização Bitcoin
ru: новый кошелек: устанавливается автоматически во время первой синхронизации Bitcoin
tr: yeni cüzdan: ilk Bitcoin senkronizasyonu sırasında otomatik olarak ayarlanır
uk: новий гаманець: встановлюється автоматично під час першої синхронізації Bitcoin
vi: ví mới: được đặt tự động trong lần đồng bộ hóa Bitcoin đầu tiên
zh_hans: 新钱包：首次 Bitcoin 同步期间自动设置
zh_hant: 新錢包：首次 Bitcoin 同步期間自動設置

# wallet_bitcoin_birthday_failed
source: The Bitcoin recovery birthday was not saved. This action is available only for a restored wallet whose recovery scan has not already passed the requested height.
ar: لم يتم حفظ تاريخ ميلاد الاسترداد Bitcoin. هذا الإجراء متاح فقط للمحفظة المستعادة التي لم يتجاوز فحص الاسترداد الخاص بها الارتفاع المطلوب بالفعل.
de: Der Geburtstag der Wiederherstellung Bitcoin wurde nicht gespeichert. Diese Aktion ist nur für eine wiederhergestellte Wallet verfügbar, deren Wiederherstellungsscan die angeforderte Höhe noch nicht überschritten hat.
es: El cumpleaños de recuperación Bitcoin no se guardó. Esta acción está disponible solo para una billetera restaurada cuyo escaneo de recuperación aún no haya superado la altura solicitada.
fa: تاریخ تولد بازیابی Bitcoin ذخیره نشد. این اقدام فقط برای کیف پول بازیابی شده ای که اسکن بازیابی آن قبلاً از ارتفاع درخواستی عبور نکرده است در دسترس است.
fr: L'anniversaire de récupération Bitcoin n'a pas été enregistré. Cette action est disponible uniquement pour un portefeuille restauré dont l'analyse de récupération n'a pas déjà dépassé la hauteur demandée.
he: יום ההולדת לשחזור Bitcoin לא נשמר. פעולה זו זמינה רק עבור ארנק משוחזר שסריקת השחזור שלו עדיין לא עברה את הגובה המבוקש.
hi: Bitcoin पुनर्प्राप्ति जन्मदिन सहेजा नहीं गया था। यह क्रिया केवल पुनर्स्थापित वॉलेट के लिए उपलब्ध है जिसका पुनर्प्राप्ति स्कैन पहले से ही अनुरोधित ऊंचाई को पार नहीं कर पाया है।
id: Ulang tahun pemulihan Bitcoin tidak disimpan. Tindakan ini hanya tersedia untuk dompet yang dipulihkan yang pemindaian pemulihannya belum melewati batas yang diminta.
it: La data di nascita del ripristino Bitcoin non è stata salvata. Questa azione è disponibile solo per un portafoglio ripristinato la cui scansione di ripristino non ha già superato l'altezza richiesta.
ja: Bitcoin の回復誕生日は保存されませんでした。このアクションは、リカバリスキャンが要求された高さをまだ超えていない、復元されたウォレットでのみ使用できます。
ko: Bitcoin 복구 생일이 저장되지 않았습니다. 이 작업은 복구 스캔이 요청된 높이를 아직 통과하지 않은 복원된 지갑에만 사용할 수 있습니다.
nl: De herstelverjaardag Bitcoin is niet opgeslagen. Deze actie is alleen beschikbaar voor een herstelde portemonnee waarvan de herstelscan de gevraagde hoogte nog niet heeft overschreden.
pl: Data urodzin odzyskiwania Bitcoin nie została zapisana. Ta akcja jest dostępna tylko dla przywróconego portfela, którego skanowanie odzyskiwania nie przekroczyło jeszcze żądanej wysokości.
pt: O aniversário de recuperação Bitcoin não foi salvo. Esta ação está disponível apenas para uma carteira restaurada cuja verificação de recuperação ainda não ultrapassou a altura solicitada.
ru: День рождения восстановления Bitcoin не был сохранен. Это действие доступно только для восстановленного кошелька, сканирование восстановления которого еще не превысило запрошенную высоту.
tr: Bitcoin kurtarma doğum günü kaydedilmedi. Bu eylem yalnızca, kurtarma taraması istenen yüksekliği henüz geçmemiş, geri yüklenmiş bir cüzdan için geçerlidir.
uk: День народження Bitcoin відновлення не було збережено. Ця дія доступна лише для відновленого гаманця, сканування відновлення якого ще не перевищило запитану висоту.
vi: Ngày sinh khôi phục Bitcoin chưa được lưu. Hành động này chỉ khả dụng đối với ví được khôi phục có quá trình quét khôi phục chưa vượt quá chiều cao được yêu cầu.
zh_hans: 未保存 Bitcoin 恢复生日。此操作仅适用于恢复扫描尚未超过请求高度的已恢复钱包。
zh_hant: 未保存 Bitcoin 恢復生日。此操作僅適用於恢復掃描尚未超過請求高度的已恢復錢包。

# wallet_bitcoin_birthday_hint
source: Earliest possible Bitcoin transaction block
ar: أقدم كتلة معاملة Bitcoin ممكنة
de: Frühestmöglicher Transaktionsblock Bitcoin
es: Bloque de transacción Bitcoin más temprano posible
fa: اولین بلوک تراکنش ممکن Bitcoin
fr: Bloc de transaction Bitcoin le plus précoce possible
he: בלוק עסקאות Bitcoin המוקדם ביותר האפשרי
hi: जल्द से जल्द संभव Bitcoin लेनदेन ब्लॉक
id: Blok transaksi Bitcoin sedini mungkin
it: Il primo blocco di transazioni Bitcoin possibile
ja: 最も早い可能な Bitcoin トランザクション ブロック
ko: 가능한 가장 빠른 Bitcoin 트랜잭션 블록
nl: Vroegst mogelijke transactieblokkering Bitcoin
pl: Najwcześniejszy możliwy blok transakcji Bitcoin
pt: Bloco de transação Bitcoin mais antigo possível
ru: Самый ранний возможный блок транзакций Bitcoin
tr: Mümkün olan en erken Bitcoin işlem bloğu
uk: Найраніший можливий блок транзакцій Bitcoin
vi: Khối giao dịch Bitcoin sớm nhất có thể
zh_hans: 最早可能的 Bitcoin 交易块
zh_hant: 最早可能的 Bitcoin 交易區塊

# wallet_bitcoin_birthday_invalid_height
source: Enter a whole block height from 1 through 2147483647.
ar: أدخل ارتفاع الكتلة بالكامل من 1 إلى 2147483647.
de: Geben Sie eine ganze Blockhöhe von 1 bis 2147483647 ein.
es: Introduzca la altura de un bloque completo desde 1 hasta 2147483647.
fa: ارتفاع بلوک کامل را از 1 تا 2147483647 وارد کنید.
fr: Entrez une hauteur de bloc entière comprise entre 1 et 2147483647.
he: הזן גובה בלוק שלם מ-1 עד 2147483647.
hi: 1 से 2147483647 तक संपूर्ण ब्लॉक ऊंचाई दर्ज करें।
id: Masukkan tinggi seluruh blok dari 1 hingga 2147483647.
it: Inserisci l'altezza di un intero blocco da 1 a 2147483647.
ja: ブロック全体の高さを 1 ～ 2147483647 の範囲で入力します。
ko: 1부터 2147483647까지의 전체 블록 높이를 입력하세요.
nl: Voer een hele blokhoogte in, van 1 tot en met 2147483647.
pl: Wprowadź wysokość całego bloku od 1 do 2147483647.
pt: Insira a altura de um bloco inteiro de 1 a 2147483647.
ru: Введите высоту целого блока от 1 до 2147483647.
tr: 1'den 2147483647'ye kadar tam blok yüksekliğini girin.
uk: Введіть висоту цілого блоку від 1 до 2147483647.
vi: Nhập chiều cao toàn bộ khối từ 1 đến 2147483647.
zh_hans: 输入从 1 到 2147483647 的整个块高度。
zh_hant: 輸入從 1 到 2147483647 的整個區塊高度。

# wallet_bitcoin_birthday_message
source: For a restored wallet, enter the earliest block that may contain Bitcoin activity. The next synchronization validates this block and scans from it. The HNS birthday is separate.
ar: بالنسبة للمحفظة المستعادة، أدخل الكتلة الأقدم التي قد تحتوي على نشاط Bitcoin. تقوم المزامنة التالية بالتحقق من صحة هذه الكتلة والمسح منها. عيد ميلاد HNS منفصل.
de: Geben Sie für eine wiederhergestellte Wallet den frühesten Block ein, der Bitcoin-Aktivität enthalten kann. Bei der nächsten Synchronisierung wird dieser Block validiert und von ihm aus gescannt. Der Geburtstag HNS ist separat.
es: Para una billetera restaurada, ingrese el primer bloque que pueda contener actividad Bitcoin. La siguiente sincronización valida este bloque y escanea desde él. El cumpleaños HNS está separado.
fa: برای کیف پول بازیابی شده، اولین بلوکی که ممکن است حاوی فعالیت Bitcoin باشد را وارد کنید. همگام سازی بعدی این بلوک را تأیید می کند و از آن اسکن می کند. تولد HNS جداست.
fr: Pour un portefeuille restauré, entrez le bloc le plus ancien pouvant contenir l'activité Bitcoin. La synchronisation suivante valide ce bloc et analyse à partir de celui-ci. L'anniversaire HNS est distinct.
he: עבור ארנק משוחזר, הזן את הבלוק המוקדם ביותר שעשוי להכיל פעילות Bitcoin. הסנכרון הבא מאמת את הבלוק הזה וסורק ממנו. יום ההולדת HNS נפרד.
hi: पुनर्स्थापित वॉलेट के लिए, सबसे पहला ब्लॉक दर्ज करें जिसमें Bitcoin गतिविधि हो सकती है। अगला सिंक्रोनाइज़ेशन इस ब्लॉक को मान्य करता है और इससे स्कैन करता है। HNS जन्मदिन अलग है।
id: Untuk dompet yang dipulihkan, masukkan blok paling awal yang mungkin berisi aktivitas Bitcoin. Sinkronisasi berikutnya memvalidasi blok ini dan memindainya. Ulang tahun HNS terpisah.
it: Per un portafoglio ripristinato, inserisci il primo blocco che potrebbe contenere attività Bitcoin. La successiva sincronizzazione convalida questo blocco e ne esegue la scansione. Il compleanno HNS è separato.
ja: 復元されたウォレットの場合は、Bitcoin アクティビティが含まれる可能性がある最も古いブロックを入力します。次の同期では、このブロックが検証され、そこからスキャンされます。 HNSの誕生日は別です。
ko: 복원된 지갑의 경우 Bitcoin 활동이 포함될 수 있는 가장 빠른 블록을 입력하세요. 다음 동기화에서는 이 블록의 유효성을 검사하고 여기에서 스캔합니다. HNS 생일은 별개입니다.
nl: Voor een herstelde portemonnee voert u het eerste blok in dat mogelijk Bitcoin-activiteit bevat. De volgende synchronisatie valideert dit blok en scant ervan. De HNS-verjaardag is apart.
pl: W przypadku przywróconego portfela wprowadź najwcześniejszy blok, który może zawierać aktywność Bitcoin. Następna synchronizacja sprawdza poprawność tego bloku i skanuje z niego. Urodziny HNS są osobne.
pt: Para uma carteira restaurada, insira o bloco mais antigo que possa conter atividade Bitcoin. A próxima sincronização valida esse bloco e faz a varredura dele. O aniversário do HNS é separado.
ru: Для восстановленного кошелька введите самый ранний блок, который может содержать активность Bitcoin. Следующая синхронизация проверяет этот блок и сканирует его. День рождения HNS отдельный.
tr: Geri yüklenen bir cüzdan için Bitcoin etkinliği içerebilecek en eski bloğu girin. Bir sonraki senkronizasyon bu bloğu doğrular ve buradan tarama yapar. HNS doğum günü ayrıdır.
uk: Для відновленого гаманця введіть найраніший блок, який може містити активність Bitcoin. Наступна синхронізація перевіряє цей блок і сканує з нього. День народження HNS окремо.
vi: Đối với ví được khôi phục, hãy nhập khối sớm nhất có thể chứa hoạt động Bitcoin. Đồng bộ hóa tiếp theo xác nhận khối này và quét từ nó. Ngày sinh nhật HNS là riêng biệt.
zh_hans: 对于恢复的钱包，输入可能包含 Bitcoin 活动的最早的块。下一次同步将验证该块并从中进行扫描。 HNS 生日是单独的。
zh_hant: 對於恢復的錢包，輸入可能包含 Bitcoin 活動的最早的區塊。下一次同步將驗證該區塊並從中進行掃描。 HNS 生日是單獨的。

# wallet_bitcoin_birthday_recovery_pending
source: requested block %1$d, pending peer-chain validation
ar: الكتلة المطلوبة %1$d، في انتظار التحقق من صحة سلسلة النظير
de: Angeforderter Block %1$d, Peer-Chain-Validierung ausstehend
es: bloque solicitado %1$d, pendiente de validación de cadena de pares
fa: بلوک درخواست شده %1$d، در انتظار اعتبار سنجی زنجیره همتا
fr: bloc demandé %1$d, en attente de validation de la chaîne homologue
he: בלוק המבוקש %1$d, בהמתנה לאימות שרשרת עמיתים
hi: अनुरोधित ब्लॉक %1$d, पीयर-चेन सत्यापन लंबित है
id: blok yang diminta %1$d, menunggu validasi rantai rekan
it: blocco richiesto %1$d, in attesa di convalida della catena peer
ja: リクエストされたブロック %1$d、ピアチェーン検証保留中
ko: 요청된 블록 %1$d, 피어 체인 검증 보류 중
nl: aangevraagd blok %1$d, in afwachting van peer-chain-validatie
pl: zażądano bloku %1$d, w oczekiwaniu na weryfikację łańcucha równorzędnego
pt: bloco solicitado %1$d, validação pendente da cadeia de pares
ru: запрошенный блок %1$d, ожидающий проверки одноранговой цепочки
tr: istenen blok %1$d, eş zincir doğrulaması bekleniyor
uk: запитаний блок %1$d, очікуючи перевірки однорангового ланцюга
vi: khối được yêu cầu %1$d, đang chờ xác thực chuỗi ngang hàng
zh_hans: 请求的区块 %1$d，等待对等链验证
zh_hant: 請求的區塊 %1$d，等待對等鏈驗證

# wallet_bitcoin_birthday_recovery_unknown
source: recovery height unknown; synchronization will perform a full historical scan
ar: ارتفاع الاسترداد غير معروف؛ ستقوم المزامنة بإجراء فحص تاريخي كامل
de: Erholungshöhe unbekannt; Durch die Synchronisierung wird ein vollständiger historischer Scan durchgeführt
es: altura de recuperación desconocida; la sincronización realizará un escaneo histórico completo
fa: ارتفاع بازیابی نامشخص همگام سازی یک اسکن کامل تاریخی را انجام می دهد
fr: hauteur de récupération inconnue ; la synchronisation effectuera une analyse historique complète
he: גובה התאוששות לא ידוע; סנכרון יבצע סריקה היסטורית מלאה
hi: पुनर्प्राप्ति ऊँचाई अज्ञात; सिंक्रनाइज़ेशन पूर्ण ऐतिहासिक स्कैन निष्पादित करेगा
id: tinggi pemulihan tidak diketahui; sinkronisasi akan melakukan pemindaian riwayat penuh
it: altezza di recupero sconosciuta; la sincronizzazione eseguirà una scansione cronologica completa
ja: 回復高さは不明。同期では完全な履歴スキャンが実行されます
ko: 회복 높이를 알 수 없음; 동기화는 전체 기록 검색을 수행합니다.
nl: herstelhoogte onbekend; synchronisatie voert een volledige historische scan uit
pl: wysokość powrotu nieznana; synchronizacja wykona pełne skanowanie historii
pt: altura de recuperação desconhecida; a sincronização realizará uma verificação histórica completa
ru: высота подъема неизвестна; синхронизация выполнит полное историческое сканирование
tr: kurtarma yüksekliği bilinmiyor; senkronizasyon tam bir geçmiş taraması gerçekleştirecektir
uk: висота підйому невідома; синхронізація виконає повне історичне сканування
vi: chiều cao phục hồi không rõ; đồng bộ hóa sẽ thực hiện quét toàn bộ lịch sử
zh_hans: 恢复高度未知；同步将执行完整的历史扫描
zh_hant: 恢復高度未知；同步將執行完整的歷史掃描

# wallet_bitcoin_birthday_set
source: Bitcoin recovery birthday block %1$d is pending validation. Synchronize Bitcoin to authenticate its predecessor and begin recovery.
ar: كتلة عيد ميلاد استرداد Bitcoin %1$d في انتظار التحقق من الصحة. قم بمزامنة Bitcoin لمصادقة سابقتها وبدء عملية الاسترداد.
de: Bitcoin Wiederherstellungs-Geburtstagsblock %1$d wartet auf Validierung. Synchronisieren Sie Bitcoin, um seinen Vorgänger zu authentifizieren und mit der Wiederherstellung zu beginnen.
es: El bloque de cumpleaños de recuperación Bitcoin %1$d está pendiente de validación. Sincronice Bitcoin para autenticar su predecesor y comenzar la recuperación.
fa: بلوک تولد بازیابی Bitcoin %1$d در انتظار تأیید اعتبار است. Bitcoin را برای احراز هویت نسخه قبلی و شروع بازیابی همگام کنید.
fr: Le bloc d'anniversaire de récupération Bitcoin %1$d est en attente de validation. Synchronisez Bitcoin pour authentifier son prédécesseur et commencer la récupération.
he: בלוק יום ההולדת לשחזור Bitcoin %1$d ממתין לאימות. סנכרן את Bitcoin כדי לאמת את קודמו ולהתחיל בשחזור.
hi: Bitcoin पुनर्प्राप्ति जन्मदिन ब्लॉक %1$d का सत्यापन लंबित है। अपने पूर्ववर्ती को प्रमाणित करने और पुनर्प्राप्ति शुरू करने के लिए Bitcoin को सिंक्रनाइज़ करें।
id: Blok ulang tahun pemulihan Bitcoin %1$d menunggu validasi. Sinkronkan Bitcoin untuk mengautentikasi pendahulunya dan memulai pemulihan.
it: Il blocco compleanno di ripristino Bitcoin %1$d è in attesa di convalida. Sincronizza Bitcoin per autenticare il suo predecessore e iniziare il ripristino.
ja: Bitcoin リカバリ誕生日ブロック %1$d は検証待ちです。 Bitcoin を同期して、前任者を認証し、回復を開始します。
ko: Bitcoin 복구 생일 블록 %1$d가 검증 보류 중입니다. Bitcoin를 동기화하여 이전 버전을 인증하고 복구를 시작합니다.
nl: Bitcoin herstelverjaardagsblok %1$d wacht op validatie. Synchroniseer Bitcoin om zijn voorganger te authenticeren en met herstel te beginnen.
pl: Blok urodzinowy odzyskiwania Bitcoin %1$d oczekuje na zatwierdzenie. Zsynchronizuj Bitcoin, aby uwierzytelnić swojego poprzednika i rozpocząć odzyskiwanie.
pt: Bloco de aniversário de recuperação Bitcoin %1$d está com validação pendente. Sincronize Bitcoin para autenticar seu antecessor e iniciar a recuperação.
ru: Блок дня рождения восстановления Bitcoin %1$d ожидает проверки. Синхронизируйте Bitcoin, чтобы аутентифицировать его предшественника и начать восстановление.
tr: Bitcoin kurtarma doğum günü bloğu %1$d doğrulamayı bekliyor. Önceki sürümün kimliğini doğrulamak ve kurtarmaya başlamak için Bitcoin'yi senkronize edin.
uk: Bitcoin блок дня народження відновлення %1$d очікує перевірки. Синхронізуйте Bitcoin, щоб автентифікувати його попередника та почати відновлення.
vi: Khối sinh nhật khôi phục Bitcoin %1$d đang chờ xác thực. Đồng bộ hóa Bitcoin để xác thực thiết bị tiền nhiệm và bắt đầu khôi phục.
zh_hans: Bitcoin 恢复生日区块 %1$d 正在等待验证。同步 Bitcoin 以验证其前身并开始恢复。
zh_hant: Bitcoin 恢復生日區塊 %1$d 正在等待驗證。同步 Bitcoin 以驗證其前身並開始復原。

# wallet_bitcoin_birthday_setting
source: Saving Bitcoin recovery birthday height %1$d for validation during synchronization…
ar: حفظ ارتفاع عيد ميلاد استرداد Bitcoin %1$d للتحقق من الصحة أثناء المزامنة...
de: Speichern der Bitcoin-Wiederherstellungs-Geburtstagshöhe %1$d zur Validierung während der Synchronisierung…
es: Guardando Bitcoin altura de cumpleaños de recuperación %1$d para validación durante la sincronización...
fa: ذخیره ارتفاع تولد بازیابی Bitcoin %1$d برای اعتبارسنجی در طول همگام سازی…
fr: Sauvegarde de la hauteur d'anniversaire de récupération Bitcoin %1$d pour validation lors de la synchronisation…
he: שומר Bitcoin התאוששות גובה יום הולדת %1$d לאימות במהלך הסנכרון...
hi: सिंक्रनाइज़ेशन के दौरान सत्यापन के लिए Bitcoin पुनर्प्राप्ति जन्मदिन ऊंचाई %1$d सहेजा जा रहा है…
id: Menyimpan tinggi ulang tahun pemulihan Bitcoin %1$d untuk validasi selama sinkronisasi…
it: Salvataggio dell'altezza del compleanno di recupero Bitcoin %1$d per la convalida durante la sincronizzazione...
ja: 同期中の検証のために Bitcoin リカバリ誕生日身長 %1$d を保存しています…
ko: 동기화 중 검증을 위해 Bitcoin 복구 생일 높이 %1$d를 저장하는 중…
nl: Bitcoin herstelverjaardagshoogte %1$d opslaan voor validatie tijdens synchronisatie...
pl: Zapisywanie wysokości urodzin odzyskiwania Bitcoin %1$d w celu sprawdzenia poprawności podczas synchronizacji…
pt: Salvando a altura do aniversário de recuperação Bitcoin %1$d para validação durante a sincronização…
ru: Сохранение высоты дня рождения Bitcoin %1$d для проверки во время синхронизации…
tr: Senkronizasyon sırasında doğrulama için Bitcoin kurtarma doğum günü yüksekliği %1$d kaydediliyor…
uk: Зберігання висоти дня народження Bitcoin для відновлення %1$d для перевірки під час синхронізації…
vi: Đang lưu chiều cao sinh nhật khôi phục Bitcoin %1$d để xác thực trong quá trình đồng bộ hóa…
zh_hans: 保存 Bitcoin 恢复生日高度 %1$d 以在同步期间进行验证...
zh_hant: 儲存 Bitcoin 恢復生日高度 %1$d 以在同步期間進行驗證...
